Repository: toteph42/voting
Catalog: src/Resources/contao/languages/*/*_voting.xlf
Languages: de

# tl_voting.title.0
source: Title
de: Titel

# tl_voting.title.1
source: Please enter the voting title.
de: Bitte geben Sie den Titel der Umfrage ein.

# tl_voting.showtitle.0
source: Show title
de: Titel anzeigen

# tl_voting.showtitle.1
source: Check if title should be shown on web page.
de: Wählen Sie diese Option, wenn der Titel auf der Web-Seite angezeigt werden soll.

# tl_voting.type.0
source: Type
de: Typ

# tl_voting.type.1
source: Here you can choose the voting type.
de: Hier können Sie den Typ der Umfrage fesstlegen.

# tl_voting.votingInterval.0
source: voting interval
de: Interval der Abstimmung

# tl_voting.votingInterval.1
source: Here you can set the time value in seconds before a user can voting again. Set to 0 if voting can be made only once.
de: Hier können Sie in Sekunden angeben, wann der Benutzer erneut abstimmen kann. Setzen Sie eine 0, wenn nur einmalig abgestimmt werden darf.

# tl_voting.voteMax.0
source: Max. number of allowed votes
de: Max. Anzahl erlaubter Stimmen

# tl_voting.voteMax.1
source: If you specify a value (>0), then this is 100%.
de: Wenn Sie einen Wert hier angeben (>0), dann entspricht dies 100%.

# tl_voting.protected.0
source: Protected voting
de: Umfrage schützen

# tl_voting.protected.1
source: Only the logged in users will be able to voting.
de: Nur eingeloggte Benutzer dürfen abstimmen.

# tl_voting.featured.0
source: Feature voting
de: Umfrage hervorheben

# tl_voting.featured.1
source: Mark the voting as featured.
de: Die Umfrage auf der Web-Seite hervorheben.

# tl_voting.active_behaviorNotvotingd.0
source: User has not votingd (voting active)
de: Benutzer hat nicht abgestimmt (aktive Umfrage))

# tl_voting.active_behaviorNotvotingd.1
source: Please specify the behavior if the user has not votingd and the voting is active.
de: Bitte geben Sie an, was angezeigt werden soll, wenn der Benutzer nicht abgestimmt hat und die Umfrage aktiv ist.

# tl_voting.active_behaviorvotingd.0
source: User has votingd (voting active)
de: Benutzer hat abgestimmt (aktive Umfrage)

# tl_voting.active_behaviorvotingd.1
source: Please specify the behavior if the user has votingd and the voting is active.
de: Bitte geben Sie an, was angezeigt werden soll, wenn der Benutzer abgestimmt hat und die Umfrage aktiv ist.

# tl_voting.inactive_behaviorNotvotingd.0
source: User has not votingd (voting inactive)
de: Benutzer hat nicht abgestimmt (inaktive Umfrage)

# tl_voting.inactive_behaviorNotvotingd.1
source: Please specify the behavior if the user has not votingd and the voting is inactive.
de: Bitte geben Sie an, was angezeigt werden soll, wenn der Benutzer nicht abgestimmt hat und die Umfrage inaktiv ist.

# tl_voting.inactive_behaviorvotingd.0
source: User has votingd (voting inactive)
de: Benutzer hat abgestimmt (inaktive Umfrage)

# tl_voting.inactive_behaviorvotingd.1
source: Please specify the behavior if the user has votingd and the voting is inactive.
de: Bitte geben Sie an, was angezeigt werden soll, wenn der Benutzer abgestimmt hat und die Umfrage inaktiv ist.

# tl_voting.published.0
source: Publish voting
de: Umfrage veröffentlichen

# tl_voting.published.1
source: Make the voting publicly visible on the website.
de: Veröffentlichen Sie die Umfrage auf der Web-Seite.

# tl_voting.closed.0
source: Close voting
de: Umfrage schließen

# tl_voting.closed.1
source: Close the voting and disable voting.
de: Schließen Sie die Umfrage (Das Abstimmen ist nicht mehr möglich).

# tl_voting.activeStart.0
source: Active from
de: Aktiv von

# tl_voting.activeStart.1
source: Activate voting voting on this day.
de: Aktiviert die Umfrage an diesem Datum.

# tl_voting.activeStop.0
source: Active until
de: Aktiv bis

# tl_voting.activeStop.1
source: Disable voting the voting on and after this day.
de: Deaktiviert die Umfrage an diesem Datum.

# tl_voting.showStart.0
source: Show from
de: Anzeigen von

# tl_voting.showStart.1
source: Do not display the voting on the website before this day.
de: Zeigt die Umfrage nicht vor dem Datum in der Web_Seite an.

# tl_voting.showStop.0
source: Show until
de: Anzeigen bis

# tl_voting.showStop.1
source: Do not display the voting on the website on and after this day.
de: Zeigt die Umfrage bis zu dem Datum in der Web-Seite an.

# tl_voting.tstamp.0
source: Revision date
de: Datum der Bearbeitung

# tl_voting.tstamp.1
source: Date and time of the latest revision.
de: Zeit und Datum der letzten Bearbeitung.

# tl_voting.title_legend
source: Title and behavior
de: Titel und Verhalten

# tl_voting.redirect_legend
source: Redirect settings
de: Weiterleitung

# tl_voting.publish_legend
source: Publish settings
de: Veröffentlichung

# tl_voting.type.single
source: Single voting (radio)
de: Einfache Auswahl (radio)

# tl_voting.type.multiple
source: Multiple voting (checkbox)
de: Mehrfache Auswahl (checkbox)

# tl_voting.behaviorNotvotingd.opt1
source: Display a "show results" link
de: Zeigt einen Link zum Ergebnis an

# tl_voting.behaviorNotvotingd.opt2
source: Do not show results at all
de: Ergebnisse nicht anzeigen

# tl_voting.behaviorNotvotingd.opt3
source: Show results immedietaly
de: Ergebnisse sofort anzeigen

# tl_voting.behaviorvotingd.opt1
source: Show results immedietaly
de: Ergebnisse sofort anzeigen

# tl_voting.behaviorvotingd.opt2
source: Display a "show results" link
de: Zeigt einen Link zum Ergebnis an

# tl_voting.behaviorvotingd.opt3
source: Do not show results at all
de: Ergebnisse nicht anzeigen

# tl_voting.closedvoting
source: Closed
de: Geschlossen

# tl_voting.new.0
source: New voting
de: Neue Umfrage

# tl_voting.new.1
source: Create a new voting.
de: Eine neue Umfrage erstellen.

# tl_voting.show.0
source: Voting details
de: Einzelheiten der Umfrage

# tl_voting.show.1
source: Show the details of voting ID %s.
de: Details der Umfrage mit ID %s anzeigen.

# tl_voting.edit.0
source: Edit voting
de: Umfrage bearbeiten

# tl_voting.edit.1
source: Edit voting ID %s.
de: Umfrage mit ID %s bearbeiten.

# tl_voting.editheader.0
source: Edit voting settings
de: Umfrage-Einstellungen bearbeiten

# tl_voting.editheader.1
source: Edit the settings of voting.
de: Einstellungen der Umfrage bearbeiten.

# tl_voting.copy.0
source: Duplicate voting
de: Umfrage duplizieren

# tl_voting.copy.1
source: Duplicate voting ID %s.
de: Umfrage mit ID %s duplizieren.

# tl_voting.delete.0
source: Delete voting
de: Umfrage löschen

# tl_voting.delete.1
source: Delete voting ID %s.
de: DUmfrage mit ID %s löschen.

# tl_voting.toggle.0
source: Publish/unpublish voting
de: Umfrage veröffentlichen/verstecken

# tl_voting.toggle.1
source: Publish/unpublish voting ID %s.
de: Umfrage mit ID %s veröffentlichen bzw. verstecken.

# tl_voting.feature.0
source: Feature/unfeature voting
de: Umfrage hervorheben

# tl_voting.feature.1
source: Feature/unfeature voting ID %s.
de: Umfrage ID %s hervorheben bzw. Hervorhebung aufheben.

# tl_voting.jumpTo.0
source: Redirect page
de: Weiterleitungsseite

# tl_voting.jumpTo.1
source: Please choose the page to which visitors will be redirected when clicking a link or submitting a form.
de: Bitte wählen Sie die Seite aus, zu der Besucher beim Anklicken eines Links oder Abschicken eines Formulars weitergeleitet werden.
