Repository: toteph42/voting
Catalog: src/Resources/contao/languages/*/*_voting_option.xlf
Languages: de

# tl_voting_option.title.0
source: Title
de: Titel

# tl_voting_option.title.1
source: Please enter the option title.
de: Bitte geben Sie den Titel der Option ein.

# tl_voting_option.published.0
source: Publish option
de: Option veröffentlichen

# tl_voting_option.published.1
source: Make the option publicly visible on the website.
de: Option auf der Web-Seite veröffentlichen.

# tl_voting_option.title_legend
source: Title and voting
de: Titel und Stimmen

# tl_voting_option.votingSingle
source: %s voting
de: %s Stimme

# tl_voting_option.votingPlural
source: %s vote(s)
de: %s Stimmen

# tl_voting_option.new.0
source: New option
de: Neue Option

# tl_voting_option.new.1
source: Create a new option.
de: Eine neue Option anlegen.

# tl_voting_option.edit.0
source: Edit option
de: Option bearbeiten

# tl_voting_option.edit.1
source: Edit option ID %s.
de: Option mit ID %s bearbeiten.

# tl_voting_option.editheader.0
source: Edit voting settings
de: Umfrage-Einstellungen bearbeiten

# tl_voting_option.editheader.1
source: Edit the settings of voting ID %s.
de: Einstellungen der Umfrage mit ID %s bearbeiten.

# tl_voting_option.copy.0
source: Duplicate option
de: Option duplizieren

# tl_voting_option.copy.1
source: Duplicate option ID %s.
de: Option mit ID %s duplizieren.

# tl_voting_option.delete.0
source: Delete option ID %s
de: Option löschen

# tl_voting_option.delete.1
source: Delete option ID %s.
de: Option mit ID %s löschen.

# tl_voting_option.show.0
source: Option details
de: Einzelheiten der Option

# tl_voting_option.show.1
source: Show the details of option ID %s.
de: Details von Option mit ID %s anzeigen.

# tl_voting_option.toggle.0
source: Publish/unpublish option
de: Option veröffentlichen/verstecken

# tl_voting_option.toggle.1
source: Publish/unpublish option ID %s.
de: Option mit ID %s veröffentlichen bzw. verstecken.

# tl_voting_option.voting.0
source: View voting
de: Stimmen anzeigen

# tl_voting_option.voting.1
source: View voting for option ID %s.
de: Stimmen der Option mit ID %s anzeigen.

# tl_voting_option.pastenew.0
source: Add new at the top
de: Neue Option anlegen

# tl_voting_option.pastenew.1
source: Add new after option ID %s.
de: Eine neue Option nach dieser Option mit ID %s anlegen.

# tl_voting_option.reset.0
source: Reset voting
de: Zurücksetzen

# tl_voting_option.reset.1
source: Reset voting and purge all voting.
de: Zurücksetzen und löschen aller Stimmen.

# tl_voting_option.reset.2
source: Are you sure you want to reset the voting and purge all voting? This cannot be undone!
de: Sind Sie sicher die Abstimmungzurück zu setzen und alle Stimmen zu verlieren? Dies kann nicht wieder zurück genommen werden!
